{"11bd8e2fe959":{"name":"Sarah, the Extinguished Flame","badgeName":"Scald Badge","bio":"Sarah is a former member of Team Skull, they left Team Skull after their best friend and mentor Ahria was betrayed by the team. Sarah went on to travel around the world with Ahria's beloved water pokemon, growing and becoming stronger. Eventually, they arrived in the Galar region and became a gym leader. Sarah is now known as The Extinguished Flame!","tagline":"Are you hot enough to earn the <b>Scald Badge</b>?"},"12ebc25a4636":{"name":"Purah, the Ancient Eccentric Genius","badgeName":"Sheikah Badge","bio":"Purah is more than meets the eye! Though they look young, experimentation with an anti-aging Rune caused them to become younger. Whilst studying these ancient runes, Purah discovered the properties some runic Pokémon possess. After many years of studying in the Hateno Ancient Tech Lab, Purah decided to put these Pokémon to the test, and where better than at PAX?","tagline":"Show them your knowledge of Pokémon to earn the <b>Sheikah Badge</b>!"},"5edd5db6ad6b":{"name":"Concorde, the Supersonic Pilot","badgeName":"Jetstream Badge","bio":"Concorde grew up in Fortree City and idolised the local gym leader, Winona. Her command of flying Pokémon was second to none. Living amongst the trees had given Concorde a sixth sense about wind currents, which had served him well when he took up a job as a freight pilot. His loyal birds guided him all over the world, no one could better his delivery speeds. The sky was his highway. The clouds are his laneways. The winds his fuel. In time, he became known as the Supersonic Pilot.<br /><br />Now Concorde comes to serve at the PAX Pokémon League. The time has come to hang up his wings. And should all go well, perhaps he could even fulfil his dream of taking over the Fortree gym when Winona retires. Will you be able to break the sound barrier, or will you be left in his jetstream?","tagline":"Put on your wings in order to receive the <b>Jetstream Badge</b>!"},"77b13e6a96ef":{"name":"Professor Switch, King of the Kaiju","badgeName":"Daimonji Badge","bio":"Professor Switch, the only Professor in the Pokémon League banned from giving new trainers a starter… At least after the Garchomp, Kommo-o, and Salamence incident. Nonetheless, ol' Switchy had a fascination for the biggest and strangest Pokémon. Help Professor Switch explore the mighty power of the Kaiju and see if you can save Jeff's Shed from stompy destruction!","tagline":"May your battle be gigantic in order to receive the <b>Daimonji Badge</b>!"},"9ad846de3b6a":{"name":"River, the Rainbow Rumbler","badgeName":"Prism Badge","bio":"River has always been fascinated by Pokémon of all colours! Whether it is a Crimson Charmeleon or a Verdant Vibrava, River loves them all! With her teams of Red, Orange, Yellow, Green, Blue and Purple, she has a whole spectrum of Pokémon to battle with at PAX Aus!","tagline":"Show her a rainbow of Pokémon to earn yourself the <b>Prism Badge</b>!"},"bc850780d6d8":{"name":"Yoshua, the Game Enthusiast","badgeName":"Player Badge","bio":"Who doesn't love games? Would any of us be at PAX if we didn't?<br /><br />Yoshua loves to play games as he travels the world; playing games and accepting challenges. He has been drawn to the biggest games convention and the biggest competitors in the southern hemisphere, PAX Australia!","tagline":"Will you play his game and receive the <b>Player Badge</b>?"},"f133f1445925":{"name":"Norman, the Normal Guy","badgeName":"Not Totally Normal Badge","bio":"Norman is just a normal guy, with a normal job, living a normal life. On a normal day, he goes to work, eats, watches TV and sleeps... But on the weekends he battles Pokémon! With his trusty team of not totally normal Pokémon he is prepared for some extraordinary battles!","tagline":"Bring the fight if you want to earn yourself the <b>Not Totally Normal Badge</b>!"},"f6a9e7b62f91":{"name":"Carly, the Crustacean Carcinologist","badgeName":"Carcinisation Badge","bio":"Why does everything end up as a crab? This is the question that Carly is trying to answer. Her studies have taken her around the world, studying different examples of carcinisation in Pokémon. Carly has been collecting clawed companions to bring to PAX Aus.<br /><br /><b>IT IS TIME FOR CRAB!</b>","tagline":"Don't get pinched trying to get the <b>Carcinisation Badge</b>!"},"fddaba15d491":{"name":"Lord Fingler, the Socialite","badgeName":"Influencer Badge","bio":"Lord Fingler is seeking new members to join his cult! To appease him, follow our Twitter, join our Discord, and make sure you take pictures and tweet at us with the hashtags <b>#paxpokemon</b> and <b>#paxaus22</b> whenever you find a gym leader!","tagline":"Follow the PPL on our socials to earn the <b>Influencer Badge</b>!"}}
